Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.18eaffdeb72d
source: 減量
ar_sa: فقدان الوزن
ca: pèrdua de pes
cs: Redukce váhy
da: Vægtreduktion
de_de: Gewichtsverlust
el: Μείωση βάρους
en_au: Weight loss
es_es: Reducción de peso
fi: Painonpudotus
fr_ca: Perte de poids
gu: વજન ઘટાડવું
he: ירידה במשקל
hi: वजन घटाना
hr: Smanjenje težine
hu: Vágtatás
id: Penurunan berat badan
it: Perdere peso
ko: 체중 감량
mr: वजन कमी करणे
ms: Mengurangkan berat badan
nl_nl: Gewichtsverlies
no: Vekttap
pl: Redukcja wagi.
pt_br: Perda de peso
pt_pt: Perda de peso
ro: Pierdere în greutate
ru: Снижение веса
sk: Redukcia hmotnosti
sl: Izguba teže
sv: Viktminskning
ta: எடை குறைப்பு.
te: బరువు తగ్గడం
th: ลดน้ำหนัก
tr: Kilo vermek
uk: Зменшення ваги
vi: Giảm cân
zh_hans: 减肥
zh_hant: 減重

# domain_catalog.1957758467a5
source: 初心者
ar_sa: مبتدئ
ca: Principiant
cs: Začátečník
da: Nybegynder
de_de: Für Anfänger
el: Αρχάριοι
en_au: For Beginners
es_es: Principiante
fi: Aloittelija
fr_ca: Débutant
gu: શરૂઆત કરનારાઓ
he: מתחילים
hi: शुरुआती लोगों के लिए
hr: Za početnike
hu: Első lépések
id: Pemula
it: Principianti
ko: 초보자
mr: नवशिक्या
ms: Untuk pemula
nl_nl: Voor beginners
no: For nybegynnere
pl: Dla początkujących
pt_br: Iniciante
pt_pt: Iniciante
ro: Pentru începători
ru: Для начинающих
sk: Začiatočník
sl: Za začetnike
sv: För nybörjare
ta: புதியவர்கள்
te: ప్రారంభకులకు
th: สำหรับผู้เริ่มต้น
tr: Yeni başlayanlar
uk: Для новичков
vi: Người mới bắt đầu
zh_hans: 初学者
zh_hant: 初学者

# domain_catalog.195d9d15f53f
source: 良好
ar_sa: جيد
ca: Bé
cs: Dobře
da: Godt
de_de: Gut
el: Επιτυχής
en_au: Good
es_es: Excelente
fi: Hyvä
fr_ca: Bon
gu: સારી સ્થિતિ
he: במצב טוב
hi: अच्छा
hr: Dobro
hu: Jól
id: Baik
it: Ottimo
ko: 좋음
mr: चांगले
ms: Baik
nl_nl: Goed
no: Godt
pl: Dobrze
pt_br: Bom
pt_pt: Bom
ro: Rezultate bune
ru: Хорошо
sk: Vynikajúce
sl: Dobro
sv: Bra
ta: சிறப்பான
te: మంచి
th: ดี
tr: İyi durumda
uk: Добре
vi: Tốt

# domain_catalog.1ae4e72bc475
source: 健康維持
ar_sa: الحفاظ على الصحة
ca: mantenir la salut
cs: Udržování zdraví.
da: Vedligeholdelse af sundhed.
de_de: Gesundheit erhalten.
el: Υποστήριξη για τη διατήρηση της υγείας.
en_au: Maintain good health.
es_es: Mantener una buena salud.
fi: Pidä huolta terveydestäsi.
fr_ca: Maintenir une bonne santé.
gu: સ્વાસ્થ્ય જાળવો
he: שימור בריאות.
hi: स्वस्थ जीवनशैली बनाए रखें।
hr: Prijete zdravlje.
hu: Egészség megőrzése.
id: Mempertahankan kesehatan.
it: Mantenere uno stile di vita sano.
ko: 건강 유지
mr: आरोग्य राखणे
ms: Menjaga kesihatan.
nl_nl: Gezond blijven.
no: Opprettholde god helse.
pl: Utrzymanie zdrowia.
pt_br: Mantenha a saúde.
pt_pt: Mantenha a saúde.
ro: Menținerea sănătății.
ru: Поддержание здоровья.
sk: Udržujte si zdravý životný štýl.
sl: Ohranjanje zdravja.
sv: Fokus på att bibehålla god hälsa.
ta: உடல் ஆரோக்கியத்தை பராமரிக்கவும்.
te: ఆరోగ్యాన్ని కాపాడుకోవడం.
th: รักษาสุขภาพ
tr: Sağlığı koruma.
uk: Підтримка здоров'я.
vi: Duy trì sức khỏe.
zh_hans: 维持健康
zh_hant: 維持健康

# domain_catalog.1b4073f615d8
source: プッシュ
ar_sa: ادفع
ca: empènyer
cs: Tlak
da: Pres
de_de: Drücken
el: Έλξεις
en_au: Push
es_es: Empuje
fi: Paino nosto
fr_ca: Pousser
gu: પૂશ
he: הרמת משקל
hi: पुश
hr: Dizanje
hu: Nyomulás
id: Dorong
it: Spinta
ko: 푸쉬
mr: पुश
ms: Dorong
nl_nl: Duwen
no: Push
pl: Pchnięcie do góry
pt_br: Empurrar
pt_pt: Empurrar
ro: Presă
ru: Отжимания
sk: Tlak
sl: Stiskanje
sv: Press
ta: புஷ்
te: పుష్
th: ดัน
tr: Push
uk: Віджимання
vi: Ấn
zh_hans: 推
zh_hant: 推举

# domain_catalog.1b8e2d080da4
source: インクラインダンベルプレス
ar_sa: انحدر الصحافة الدمبل
ca: premsa inclinada amb manuelles
cs: Inclinovaný tlak s činkou
da: Incline Dumbbell Press
de_de: Inklinations-Kurzhantel Press
el: Πίεση με αλτήρα σε κλίση
en_au: Incline dumbbell press
es_es: Press con mancuernas en inclinación
fi: Incline-dambraulipunnerrus
fr_ca: Développé avec haltère incliné
gu: ઇન્ક્લાઇન ડમ્બેલ પ્રેસ
he: דחיפת משקולות בזווית
hi: इन्क्लाइन डम्बल प्रेस
hr: Inklina dumbbell press
hu: Incline dumbbell press
id: Incline Dumbbell Press
it: Incline Dumbbell Press
ko: 인클라인 덤벨 프레스
mr: इन्क्लाइन डंबल प्रेस
ms: Incline Dumbbell Press
nl_nl: Incline dumbbell press
no: Incline dumbbell press
pl: Ćwiczenie tricepsa ze sztangą na nachylonej powierzchni
pt_br: Pressão com haltere na inclinação
pt_pt: Pressão com haltere na inclinação
ro: Presă cu gantera pe bancă înclinată
ru: Жим гантелей на наклонной скамье
sk: Incline dumbbell press
sl: Incline Dumbbell Press
sv: Inklinationshantelpress
ta: இன்க்லைன் டம்பல் பிரஸ்
te: ఇన్‌క్లైన్ డంబెల్ ప్రెస్
th: Incline Dumbbell Press
tr: Eğimli dambıl press
uk: Жим штанги лежачи під кутом
vi: Nâng cao tạ đấm
zh_hans: 倾斜哑铃卧推
zh_hant: 上斜啞鈴推舉

# domain_catalog.1bd26ac102fb
source: 写真・腹囲・体重を同期間で比較
ar_sa: قارن الصور ومحيط الخصر والوزن خلال نفس الفترة
ca: Compara fotos, circumferència de cintura i pes durant el mateix període
cs: Porovnejte fotografii, obvod pasu a váhu v daném období.
da: Sammenlign billeder, talje og vægt over samme periode.
de_de: Vergleichen Sie Fotos, Taille und Gewicht innerhalb desselben Zeitraums.
el: Συγκρίνετε τις φωτογραφίες, τις διαστάσεις της κοιλιάς και το βάρος σας κατά τη διάρκεια της ίδιας περιόδου.
en_au: Compare your waist circumference and weight over the same period.
es_es: Comparar peso, circunferencia de la cintura y fotos durante el mismo período.
fi: Vertaa valokuvaa, vyötärönympärystä ja painoa samalla aikavälillä.
fr_ca: Comparez votre tour de taille et votre poids sur la même période.
gu: ફોટો, પેટનો પરિઘ અને વજનની સરખામણી સમાન સમયગાળામાં કરો.
he: השווה את התמונה, היקף הבטן והמשקל לאותו תקופה.
hi: फोटो, पेट की परिधि और वजन की तुलना उसी अवधि में करें।
hr: Usporedite fotografiju, obod trbuha i težinu u isto vrijeme.
hu: Hasonlítsa össze a képeket, a mellszövetet és a súlyt ugyanazon időszakban.
id: Bandingkan foto, lingkar perut, dan berat badan dalam periode waktu yang sama.
it: Confronta le foto, la circonferenza della vita e il peso nello stesso periodo.
ko: 사진, 허리둘레, 체중을 동일 기간 동안 비교합니다.
mr: फोटो, कंबर आणि वजन यांची तुलना एकाच कालावधीत करा
ms: Bandingkan gambar, sekeliling pinggang, dan berat badan dalam tempoh yang sama.
nl_nl: Vergelijk je gewicht en tailleomtrek met dezelfde periode.
no: Sammenlign bilder, midjeomkrets og vekt over samme periode.
pl: Porównaj zdjęcia, obwód talii i wagę w tym samym okresie.
pt_br: Compare seu peso e circunferência abdominal com as fotos, no mesmo período.
pt_pt: Compare seu peso e circunferência abdominal com as fotos, no mesmo período.
ro: Comparați fotografia, circumferința taliei și greutatea în aceeași perioadă de timp.
ru: Сравните фотографии, обхват талии и вес за тот же период времени.
sk: Porovnajte fotografie, obvod pása a hmotnosť v rovnakom období.
sl: Primerjajte fotografijo, obseg trebuha in težo v istem obdobju.
sv: Jämför bild, midjemått och vikt under samma period.
ta: புகைப்படம், இடுப்பு சுற்றளவு மற்றும் எடையை ஒரே கால அளவில் ஒப்பிடுக.
te: ఫోటో, కడుపు చుట్టుకొలత, బరువును అదే కాలంలో పోల్చండి.
th: เปรียบเทียบภาพ, รอบเอว, และน้ำหนักในช่วงเวลาเดียวกัน
tr: Fotoğraf, karın çevresi ve kiloyu aynı dönemde karşılaştırın.
uk: Порівняйте фото, об'єм та вагу за той самий період часу.
vi: So sánh ảnh, vòng bụng và số cân trong cùng một khoảng thời gian.
zh_hans: 在相同时间内比较照片、腹围和体重
zh_hant: 在相同时间内比较照片、腹围和体重

# domain_catalog.1bfcd928cce8
source: 競技に必要な筋力・体力を優先する
ar_sa: إعطاء الأولوية للقوة العضلية والقوة البدنية اللازمة للمنافسة
ca: Prioritzar la força muscular i la força física necessària per a la competició
cs: Prioritizujte sílu a kondici potřebné pro soutěže.
da: Prioriter den muskelstyrke og -kondition, der kræves til konkurrence
de_de: Priorisierung der für den Wettbewerb notwendigen Kraft- und Ausdauer
el: Δώστε προτεραιότητα στη δύναμη και την αντοχή που απαιτούνται για τον αθλητισμό.
en_au: Prioritize the strength and endurance needed for competition
es_es: Priorice la fuerza y ​​la resistencia necesarias para la competición.
fi: Priorisoi kilpailuun tarvittava lihasvoima ja -kestävyys
fr_ca: Priorisez la force et l'endurance nécessaires pour la compétition.
gu: સ્પર્ધા માટે જરૂરી સ્નાયુઓ અને શારીરિક ક્ષમતાને પ્રાધાન્ય આપો.
he: להעדיף את הכוח והכושר הנדרשים לתחרות
hi: खेल के लिए आवश्यक ताकत और शारीरिक क्षमता को प्राथमिकता दें।
hr: Prioritet dajte potrebnoj snazi i izdržljivosti za sport
hu: Prioritizálja a sportoláshoz szükséges izom- és fizikai teljesítményt.
id: Prioritaskan kekuatan dan daya tahan yang dibutuhkan untuk olahraga.
it: Dare priorità alla forza e alla resistenza necessarie per l'attività sportiva
ko: 경기에서 필요한 근력 및 체력을 우선시
mr: स्पर्धेसाठी आवश्यक असलेली ताकद आणि ऊर्जा विकसित करा.
ms: Prioritaskan kekuatan dan tenaga yang diperlukan untuk sukan
nl_nl: Prioriteer de spierkracht en uithoudingsvermogen die nodig zijn voor het sporten.
no: Prioriter styrke og utholdenhet som kreves for konkurranse
pl: Priorytetem jest siła i wytrzymałość wymagana do sportu.
pt_br: Priorize a força e a resistência necessárias para a competição.
pt_pt: Priorize a força e a resistência necessárias para a competição.
ro: Prioritizarea forței și a rezistenței necesare pentru competiție
ru: Приоритет: сила и выносливость, необходимые для соревнований.
sk: Prioritizujte svalovú silu a vytrvalosť potrebné pre šport.
sl: Prioritizirajte moči in kondicijo, potrebne za šport.
sv: Prioritera den muskelstyrka och kondition som krävs för tävling
ta: போட்டியில் வெற்றி பெற தேவையான தசை வலிமை மற்றும் உடற்தகுதியை மேம்படுத்துங்கள்.
te: పోటీకి అవసరమైన కండరాలు మరియు శారీరక సామర్థ్యానికి ప్రాధాన్యత
th: ให้ความสำคัญกับความแข็งแรงและพลังงานที่จำเป็นสำหรับการแข่งขัน
tr: Rekabet için gerekli olan kas gücünü ve dayanıklılığı önceliklendirin
uk: Пріоритет – сила та витривалість, необхідні для спорту.
vi: Ưu tiên sức mạnh và thể lực cần thiết cho các hoạt động thể thao
zh_hans: 优先考虑运动所需的肌肉力量和耐力
zh_hant: 優先競技所需的肌力和體能

# domain_catalog.1c3c0f3425a7
source: 固定されたレール上でバーを動かす
ar_sa: حرك الشريط على سكة ثابتة
ca: mou la barra sobre un rail fix
cs: Použijte tyč a pohybujte se po předem definovaných kolejích.
da: Flyt vægten på en fast spor, mens du bevæger stangen.
de_de: Bewegung einer Stange auf festen Schienen
el: Κίνηση της μπάρας σε σταθερό τροχό
en_au: Move the bar along a fixed track
es_es: Mover la barra sobre rieles fijos
fi: Liikuta tankoa kiinteällä radalla
fr_ca: Déplacer le curseur sur un rail fixe
gu: ફિક્સ કરેલા રેલ પર બારને ખસેડો
he: להזיז את המוט על מסילה קבועה
hi: एक निश्चित ट्रैक पर बार को चलाएं
hr: Kretanje s vježalicama na fiksnim stazama
hu: Egy meghatározott vonalon mozgatott bár
id: Menggerakkan bar di atas rel yang tetap
it: Muovere la barra su un binario fisso
ko: 고정된 레일 위에서 바를 움직이기
mr: ठराविक मार्गावर बार फिरवणे
ms: Gerakkan bar di atas rel yang tetap
nl_nl: Bar bewegen op een vast traject
no: Flytt stangen på forhåndsdefinerte spor
pl: Ruch w oparciu o ustalone ścieżki
pt_br: Mover a barra em um trilho fixo
pt_pt: Mover a barra em um trilho fixo
ro: Mișcarea barei pe o traiectorie fixă
ru: Движение штанги по фиксированной траектории
sk: Používajte reťaz, aby ste pohybovali tyčou.
sl: Uporabite ročico, ki se giblje po fiksnem tiru
sv: Flytta stången på ett fast spår
ta: நிலையான பாதையில், உடற்பயிற்சி சாதனத்தை இயக்கவும்.
te: నిర్దిష్టమైన మార్గంలో బార్‌ను కదపడం
th: เคลื่อนย้ายบาร์บนรางที่กำหนดไว้
tr: Sabit bir ray üzerinde barı hareket ettirme
uk: Рух штанги по фіксованій рейці
vi: Di chuyển thanh trên một đường ray cố định
zh_hans: 在固定轨道上移动杠铃
zh_hant: 在固定轨道上移动杠铃

# domain_catalog.1c530e00e8cf
source: 数値と体感を分けて、次の一手を整理しましょう。
ar_sa: دعونا نفصل بين القيمة العددية والخبرة البدنية وننظم الخطوة التالية.
ca: Separem el valor numèric i l'experiència física i organitzem el següent moviment.
cs: Rozdělte si čísla a své pocity a připravte se na další krok.
da: Del dine tal med din kropsfornemmelse og planlæg dit næste skridt.
de_de: Sortieren Sie Ihre nächsten Schritte anhand von Zahlen und Ihrem Körpergefühl.
el: Διαχωρίστε τις αριθμητικές και αισθητηριακές πληροφορίες και οργανώστε την επόμενη κίνηση σας.
en_au: Separate numbers from feelings and organize your next move.
es_es: Separa las cifras y tus sensaciones para organizar tu próximo movimiento.
fi: Järjestele seuraavat toimet erotellen numeroita ja tuntemuksia
fr_ca: Séparer les chiffres et les sensations pour mieux organiser vos prochaines étapes.
gu: સંખ્યા અને અનુભૂતિને અલગ કરો અને આગળના પગલાને વ્યવસ્થિત કરો.
he: הפרד בין מספרים ותחושה, ונסה להבין מה לעשות.
hi: संख्या और अपने अनुभव को अलग-अलग रखें, और अगले कदम की योजना बनाएं।
hr: Razmotrite broj i osjet, kako biste se dobro pripremili za sljedeći korak.
hu: Osszuk el a számokat és az érzékelést, és döntsünk el, mit tegyünk most.
id: Pisahkan angka dan sensasi Anda, lalu susun langkah selanjutnya.
it: Separare i numeri e le sensazioni fisiche per organizzare il prossimo passo.
ko: 숫자와 감각을 분리하여, 다음 행동을 정리합시다.
mr: आकडेवारी आणि शारीरिक अनुभवाचा वापर करून, पुढील कृती निश्चित करा.
ms: Pisahkan angka dan sensasi. Mari kita rancang langkah seterusnya.
nl_nl: Scheid de cijfers en je gevoel om de volgende stap te bepalen.
no: Del opp tall og følelser, og planlegg neste steg.
pl: Podziel się danymi i odczuciami, aby zorganizować następny ruch.
pt_br: Separe os números e a percepção do seu corpo para planejar o próximo passo
pt_pt: Separe os números e a percepção do seu corpo para planejar o próximo passo
ro: Împărțiți numerele și senzațiile, și organizați următorul pas.
ru: Разделите числовые и физические ощущения, чтобы лучше спланировать следующий шаг.
sk: Rozlište čísla a svoje pocity a zorganizujte ďalší krok.
sl: Razdajte števila in občutke ter se pripravite na naslednji korak.
sv: Dela upp siffror och känslor för att planera nästa steg.
ta: எண்களையும், உங்கள் உடல் உணர்வுகளையும் பிரித்து, அடுத்த கட்டத்தை திட்டமிடுங்கள்.
te: సంఖ్యలను మరియు అనుభూతిని వేరు చేసి, తదుపరి చర్యను ప్లాన్ చేద్దాం.
th: แยกการวัดด้วยตัวเลขและการรับรู้ แล้ววางแผนสำหรับขั้นตอนต่อไป
tr: Sayıları ve fiziksel hisleri ayrı tutarak, bir sonraki adımı belirleyelim.
uk: Розділіть цифри та відчуття, щоб спланувати наступний крок.
vi: Hãy phân biệt giữa số liệu và cảm nhận để lên kế hoạch cho bước tiếp theo.
zh_hans: 将数值和感觉分开，整理下一步行动。
zh_hant: 將數字和身體感覺分開，整理下一步的計畫。

# domain_catalog.1c78937cfc50
source: 間食
ar_sa: وجبة خفيفة
ca: berenar
cs: Mezi jídly
da: Snacks
de_de: Zwischenmahlzeit
el: Σνακ
en_au: Snacks
es_es: Snack
fi: Välipalat
fr_ca: Collations
gu: બપોરનું ભોજન
he: ארוחת ביניים
hi: स्नैक्स
hr: Ugodna pauza
hu: Szünet
id: Camilan
it: Spuntini
ko: 간식
mr: मध्य भोजन
ms: Makanan Tengah
nl_nl: Snack
no: Mellommåltider
pl: Przerwy między ćwiczeniami
pt_br: Lanches
pt_pt: Lanches
ro: Gustări
ru: Перекусы
sk: Malé jedlá
sl: Med pospanjem
sv: Mellanmål
ta: இடைவேளை உணவு
te: మధ్యలో తినడం
th: อาหารว่าง
tr: Ara öğünler
uk: Перекус
vi: Ăn nhẹ
zh_hans: 零食
zh_hant: 零食

# domain_catalog.1d2f5637f72f
source: サスペンショントレーナー
ar_sa: مدرب التعليق
ca: entrenador de suspensió
cs: Suspension systém
da: Suspension træner
de_de: Hängematten-Trainer
el: Suspension Trainer
en_au: Suspension Trainer
es_es: Máquina de suspensión
fi: Ripustuslaitteen treenaaminen
fr_ca: Entraîneur suspendu
gu: સસ્પેન્શન ટ્રેનર
he: מאמן תלייה
hi: हेंगिंग ट्रेनर
hr: Trener s suspenzijom
hu: Hangsúlyzó edzőberendezés
id: Trainer Suspensi
it: Suspension trainer
ko: 서스펜션 트레이너
mr: सस्पेंशन ट्रेनर
ms: Pelatih suspen
nl_nl: Hangmat trainer
no: Hengende treningsapparat
pl: Gumowy trener
pt_br: Treinador de suspensão
pt_pt: Treinador de suspensão
ro: Trainer de suspensie
ru: Тренер на эластичной ленте
sk: Suspension tréningový stroj
sl: Trener s suspenzijami
sv: Hängmatteutrustning
ta: சஸ்பென்ஷன் டிரெய்னர்
te: సస్పెన్షన్ ట్రైనర్
th: เครื่องออกกำลังกายด้วยเชือก
tr: Suspension Trainer
uk: Супорний тренажер
vi: Máy tập với dây kháng lực
zh_hans: 悬挂式训练器
zh_hant: 悬挂式训练器

# domain_catalog.1e1da1697fb2
source: 別案として、{{value1}}。{{value2}}を重視したい場合に合います。
ar_sa: كبديل، {{value1}}. مناسب إذا كنت تريد التركيز على {{value2}}.
ca: Com a alternativa, {{value1}}. Adequat si voleu centrar-vos en {{value2}}.
cs: Jako alternativu, {{value1}}. Vhodné, pokud chcete zdůraznit {{value2}}.
da: Som alternativ, {{value1}}. Dette er velegnet, hvis du ønsker at fokusere på {{value2}}.
de_de: Als Alternative: {{value1}}. Geeignet, wenn Sie den Fokus auf {{value2}} legen möchten.
el: Ως εναλλακτική λύση, {{value1}}. Είναι κατάλληλο όταν θέλετε να δώσετε έμφαση στο {{value2}}.
en_au: Alternatively, {{value1}}. This is suitable when you want to focus on {{value2}}.
es_es: Otra opción es {{value1}}. Es ideal cuando se quiere enfatizar {{value2}}.
fi: Vaihtoehtoisesti: {{value1}}. Sopii, kun haluat keskittyä {{value2}}:een.
fr_ca: Une autre option est {{value1}}. Idéal lorsque vous souhaitez mettre l'accent sur {{value2}}.
gu: એક અલગ ઉદાહરણ તરીકે, {{value1}}. {{value2}}.
he: אפשרות נוספת: {{value1}}. מתאים במיוחד כאשר רוצים להתמקד ב-{{value2}}.
hi: वैकल्पिक सुझाव: {{value1}}। यह तब उपयुक्त है जब आप {{value2}} पर ध्यान केंद्रित करना चाहते हैं।
hr: Kao alternativu, {{value1}}. Idealno za one koji žele naglasiti {{value2}}.
hu: Egy másik lehetőségként: {{value1}}. Ez akkor ideális, ha a {{value2}}-re szeretnénk fókuszálni.
id: Sebagai alternatif, {{value1}}. Cocok jika Anda ingin menekankan {{value2}}.
it: Un'altra opzione è {{value1}}. È ideale quando si desidera concentrarsi su {{value2}}.
ko: 대안으로, {{value1}}입니다. {{value2}}를 중시하는 경우에 적합합니다.
mr: याव्यतिरिक्त, {{value1}} हा पर्याय विचारात घ्या. जेव्हा तुम्हाला {{value2}} वर अधिक लक्ष केंद्रित करायचे असेल, तेव्हा हे उपयुक्त आहे.
ms: Sebagai alternatif, {{value1}}. Ini sesuai jika anda mahu memberi tumpuan kepada {{value2}}.
nl_nl: Een alternatief is: {{value1}}. Dit is geschikt als je de nadruk wilt leggen op {{value2}}.
no: Et alternativ er {{value1}}. Dette passer godt hvis du ønsker å fokusere på {{value2}}.
pl: Alternatywnie, {{value1}}. Idealne, gdy chcesz skupić się na {{value2}}.
pt_br: Outra opção é {{value1}}. Ideal para quem deseja focar em {{value2}}.
pt_pt: Outra opção é {{value1}}. Ideal para quem deseja focar em {{value2}}.
ro: O altă opțiune este {{value1}}. Este potrivită atunci când doriți să accentuați {{value2}}.
ru: В качестве альтернативы: {{value1}}. Подходит, когда важно уделять внимание {{value2}}.
sk: Alternatívou je {{value1}}. Vhodné, ak chcete zdôrazniť {{value2}}.
sl: Kot alternativa, {{value1}}. Primerno, če želite poudariti {{value2}}.
sv: Ett annat alternativ är {{value1}}. Detta passar bra om du vill fokusera på {{value2}}.
ta: மாற்று யோசனையாக, {{value1}}. இது, {{value2}} என்பதை முன்னுரிமைப்படுத்த விரும்பும் நபர்களுக்கு ஏற்றது.
te: మరొక ఎంపికగా, {{value1}}. ఇది {{value2}} పై దృష్టి పెట్టడానికి అనుకూలంగా ఉంటుంది.
th: อีกทางเลือกคือ {{value1}} เหมาะสำหรับการเน้นที่ {{value2}}
tr: Alternatif olarak, {{value1}}. {{value2}}'ye odaklanmak istediğiniz durumlarda uygundur.
uk: Як альтернатива, {{value1}}. Це підходить, коли потрібно зосередитися на {{value2}}.
vi: Một gợi ý khác là {{value1}}. Phù hợp khi bạn muốn tập trung vào {{value2}}.
zh_hans: 作为替代方案，请选择{{value1}}。 如果您希望重点关注{{value2}}，则此选项更合适。
zh_hant: 作为替代方案，请选择{{value1}}。当您希望重点关注{{value2}}时，这非常适合。

# domain_catalog.1ef485639c52
source: ベンチ＋ダンベル
ar_sa: مقاعد البدلاء + الدمبل
ca: banc + manuelles
cs: Štola + činka
da: Bænk + håndvægt
de_de: Bank + Hantel
el: Μπάρα + αλτήρες
en_au: Bench + Dumbbell
es_es: Banco + pesa
fi: Penkki + käsipaino
fr_ca: Banc + haltère
gu: બેંચ + ડમ્બેલ
he: בנץ' + משקולת
hi: बेंच + डम्बल
hr: Bench + uteg
hu: Edzőpárna + käsúly
id: Bangku + Dumbbell
it: Panca + manubrio
ko: 벤치 + 덤벨
mr: बेंच + डंबेल
ms: Bangku + Dumbbell
nl_nl: Bank + dumbbell
no: Benk + vektstang
pl: Ławka + hantle
pt_br: Banco + Haltere
pt_pt: Banco + Haltere
ro: Bancă + ganteră
ru: Жим штанги лежа + гантели
sk: Štola + činka
sl: Bench + utež
sv: Bänk + hantel
ta: பெஞ்ச் + டம்ப்பெல்
te: బెంచ్ + డంబెల్
th: ม้านั่ง + เวก
tr: Bench + Ağırlık
uk: Бенч + гантелі
vi: Ghế + Tạ
zh_hans: 杠铃 +哑铃
zh_hant: 凳子+哑铃

# domain_catalog.1f510875c76d
source: スミスマシンスクワット
ar_sa: آلة سميث القرفصاء
ca: smith machine squat
cs: Dřepy na stroji
da: Smith machine squat
de_de: Langhantel-Kniebeugen
el: Κωπηλασία στο μηχάνημα Smith
en_au: Smith machine squats
es_es: Sentadilla en máquina de dominadas
fi: Smith-laitteen kyykky
fr_ca: Squat sur machine Smith
gu: સમી સ્મા મશીન સ્ક્વોટ
he: כפיים במכונת סמית'
hi: स्मिथ मशीन स्क्वाट
hr: Smith mašinska squat
hu: Simon-gépben való tet
id: Squat di Mesin Smith
it: Squat con bilanciere
ko: 덤벨 스쿼트
mr: स्मथ मशीन स्क्वॅट
ms: Squat dengan Mesin Smith
nl_nl: Smith machine squat
no: Skulderpress med vektstang
pl: Przysiady na maszynie Smitha
pt_br: Agachamento na máquina Smith
pt_pt: Agachamento na máquina Smith
ro: Genuflexiuni pe mașina de tracțiuni
ru: Приседания со штангой
sk: Dvierka so štítom
sl: Squat na strojnem mestu
sv: Squats på träningsmaskin
ta: ஸ்மித் மெஷின் ஸ்குவாட்
te: స్మిత్ మెషిన్ స్క్వాట్స్
th: สควอทด้วยเครื่องสุม
tr: Smith makinesinde squat
uk: Присідання зі штангою
vi: Squat trên máy gập bụng
zh_hans: 杠铃深蹲
zh_hant: 划船機深蹲

# domain_catalog.1ff7bc87bcdd
source: 肘を軽く曲げたまま、腕を弧を描くように太もも側へ下ろす。
ar_sa: أبقِ مرفقيك مثنيين قليلًا، ثم اخفض ذراعيك نحو فخذيك على شكل قوس.
ca: Mantenint els colzes lleugerament doblegats, baixeu els braços cap a les cuixes en un arc.
cs: Ohněte lokty jen mírně a ohnutě, poté stáhněte paži směrem k noham.
da: Bøj let i albuerne og sænk armen, så den danner en bue mod låret.
de_de: Beuge deine Ellbogen leicht und senke deine Arme in einer Bogenbewegung zum Oberschenkel ab.
el: Λυγίστε ελαφρώς τους αγκώνες σας και χαμηλώστε τα χέρια σας προς τη πλευρά, σχηματίζοντας μια καμπύλη.
en_au: Keep your elbows slightly bent and lower your arms in an arc towards your thighs.
es_es: Doblar ligeramente los codos y bajar el brazo hacia el costado, formando una curva.
fi: Taivaa kyynärpäitä hieman ja laske käsi alas reisien puolelle.
fr_ca: Gardez vos coudes légèrement pliés tout en abaissant votre bras vers le côté, formant une courbe.
gu: હાથને હળવાશથી વાળીને, પગની તરફ નીચે લઈ જાઓ.
he: להתכופף מעט את הכתף ולשלוף את הזרוע כלפי מטה, תוך יצירת קשת.
hi: अपनी कोहनी को थोड़ा मोड़े हुए स्थिति में, अपने हाथ को घुमाकर अपनी जांघ की ओर नीचे लाएं।
hr: Savijte ruke lagano i spustite ruke u oblik kuka prema bočnoj strani tijela.
hu: Hajtja meg enyhén a karokat, majd húzza lefelé a térd felé.
id: Menebuk siku sedikit, lalu menurunkan lengan membentuk lengkungan ke arah paha.
it: Mantieni leggermente piegati i gomiti e abbassa le braccia lateralmente, formando un arco.
ko: 가볍게 팔꿈치를 구부린 상태에서 팔을 활 모양으로 다리 쪽으로 내립니다.
mr: हलक्या पद्धतीने वाकलेले हात, पायांच्या बाजूला सरळ रेषेत खाली आणा.
ms: Mengekalkan siku sedikit, lalu menurunkan lengan ke arah paha.
nl_nl: Buig je ellebogen licht en laat je armen in een boog naar de zijkant bewegen.
no: Bøy lett i albuene og senk armen, slik at den danner en bue mot låret.
pl: Delikatnie zgiń łokieć i opuść rękę wzdłuż uda, tworząc łuk.
pt_br: Mantenha os cotovelos levemente flexionados e abaixe o braço em arco em direção às pernas.
pt_pt: Mantenha os cotovelos levemente flexionados e abaixe o braço em arco em direção às pernas.
ro: Menține antebrațul ușor îndoit și trage-ți coatele spre interior, formând o arcadă.
ru: Оставьте локти слегка согнутыми и опустите руки по дуге к внутренней стороне бедра.
sk: Udržite mierne ohnuté lakte a ohnite predloktie smerom k noham.
sl: Bodite pozorni na položaj rok, nato pa navoza z ramo v obliki kroga do kolena.
sv: Böj lätt på armbågen och sänk ner armen i en båge mot låret.
ta: கைகளை லேசாக மடக்கி, உடலை வளைத்து, தொடையின் பக்கமாக இறக்கவும்.
te: చేతులను కొద్దిగా వంచి, మోకాళ్ల వైపుకు వంగి, చేతులు వంపు తిరుగుతూ ఉండేలా చేయడం.
th: งอข้อศอกเล็กน้อย แล้วดึงแขนไปทางด้านข้างอย่างโค้ง
tr: Dirseğinizi hafifçe bükün ve kolunuzu eğimli bir şekilde kalçalarınızın tarafına indirin.
uk: Злегка зігніть руки та опустіть їх у сторони, утворюючи дугу.
vi: Gập nhẹ khuỷu tay, sau đó đưa cánh tay xuống phía đùi theo đường cong.
zh_hans: 轻微弯曲肘部，并将手臂向腿部下方拉伸
zh_hant: 輕微彎曲肘部，然後將手臂向身體側拉
